"DST" = "DST";
"STD" = "STD";
"Loaded " = "Φορτώθηκε";
" deep space objects" = " αντικείμενα βαθέως ουρανού";
"Loading NV fragment program: " = "Φόρτωση προγράμματος NV Fragment: ";
"Error loading NV fragment program: " = "Λάθος κατά την φόρτωση NV fragment προγράμματος: ";
"Error in fragment program " = "Σφάλμα στο πρόγραμμα fragment";
"Initializing NV fragment programs . . .\n" = "Αρχικοποίηση προγραμμάτων NV fragment . . .\n";
"All NV fragment programs loaded successfully.\n" = "Φόρτωση όλων των NV fragment προγραμμάτων επιτυχής.\n";
"Initializing ARB fragment programs . . .\n" = "Αρχικοποιήση ARB fragment προγραμμάτων . . .\n";
"Galaxy (Hubble type: %s)" = "Γαλαξίας (Τύπος Hubble: %s)";
"Loading image from file " = "Φόρτωση εικόνας από αρχείο";
": unrecognized or unsupported image file type.\n" = ": μη αναγνωρίσιμο ή μη υποστηριζόμενο αρχείο εικόνας.\n";
"Error opening image file " = "Σφάλμα κατά το άνοιγμα του αρχείου εικόνας ";
"Error: " = "Σφάλμα: ";
" is not a PNG file.\n" = " δεν είναι αρχείο PNG.\n";
"Error reading PNG image file " = "Σφάλμα κατά την ανάγνωση του αρχείου εικόνας PNG ";
"Loading model: " = "Φόρτωση μοντέλου: ";
"   Model statistics: " = "   Στατιστικά μοντέλου: ";
" vertices, " = " κορυφές, ";
" primitives, " = " primitives, ";
" materials " = "υλικά";
" unique)\n" = "μοναδικό)\n";
"Error loading model '" = "Σφάλμα κατά τη φόρτωση του μοντέλου '";
"%s" = "%s";
"Error in .ssc file (line " = "Σφάλμα στο αρχείο .ssc (γραμμή ";
"parent body '" = "πατρικό σώμα'";
"' of '" = "' από '";
"' not found." = "' δε βρέθηκε.";
"warning duplicate definition of " = "προειδοποιήση ανατύπωση ορισμού από ";
"bad alternate surface" = "λανθασμένη εναλλακτική επιφάνεια";
"bad location" = "λανθασμένη τοποθεσία";
"' not found.\n" = "δε βρέθηκε.\n";
"Bad header for cross index\n" = "Λανθασμένη επικεφαλίδα για διασταυρωμένο ευρετήριο\n";
"Bad version for cross index\n" = "Λανθασμένη έκδοση για διασταυρωτό ευρετήριο\n";
"Loading cross index failed at record " = "Η φόρτωση διασταυρωμένου ευρετηρίου απέτυχε κατά την εγγραφή ";
"Bad spectral type in star database, star #" = "Κακό φασματοσκοπικό είδος στη βάση δεδομένων των αστεριών, αστέρι #";
" stars in binary database\n" = " αστέρες στη δυαδική βάση δεδομένων\n";
"Total star count: " = "Συνολικό πλήθος αστέρων: ";
"Error in .stc file (line " = "Σφάλμα στο αρχείο .stc (γραμμή";
"Invalid star: bad spectral type.\n" = "Άκυρο αστέρι: κακός φασματικός τύπος.\n";
"Invalid star: missing spectral type.\n" = "Άκυρο αστέρι: λείπει φασματικός τύπος.\n";
"Barycenter " = "Βαρύκεντρο";
" does not exist.\n" = " δεν υπάρχει.\n";
"Invalid star: missing right ascension\n" = "Άκυρο αστέρι:λείπει ορθή αναφορά\n";
"Invalid star: missing declination.\n" = "Άκυρο αστέρι:λείπει η κλίση.\n";
"Invalid star: missing distance.\n" = "Άκυρο αστέρι:λείπει η απόσταση.\n";
"Invalid star: missing magnitude.\n" = "Άκυρο αστέρι:λείπει το μέγεθος.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Λανθασμένος αστέρας: πρέπει να καθοριστεί απόλυτο (και όχι φαινόμενο) μέγεθος για τον αστέρα\n";
"Creating tiled texture. Width=" = "Δημιουργία υφής σε παράθεση. Πλάτος=";
", max=" = ", μέγιστο=";
"Creating ordinary texture: " = "Δημιουργία συνηθισμένης υφής:";
"Loading NV vertex program: " = "Φόρτωση του  NV vertex προγράμματος: ";
"Error loading NV vertex program: " = "Σφάλμα κατά τη φόρτωση του προγράμματος NV vertex: ";
"Error in vertex program " = "Σφάλμα στο πρόγραμμα  vertex ";
"Loading ARB vertex program: " = "Φόρτωση προγράμματος ARB vertex: ";
"Error loading ARB vertex program: " = "Σφάλμα κατά τη φόρτωση του προγράμματος ARB vertex: ";
", line " = ", γραμμή";
"Initializing NV vertex programs . . .\n" = "Αρχικοποιήση προγραμμάτων NV vertex . . .\n";
"All NV vertex programs loaded successfully.\n" = "Όλα τα προγράμματα NV vertex φορτώθηκαν επιτυχώς.\n";
"Initializing ARB vertex programs . . .\n" = "Αρχικοποιήση προγραμμάτων ARB vertex  . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Όλα τα προγράμματα ARB vertex φορτώθηκαν επιτυχώς.\n";
"Error reading favorites file." = "Σφάλμα κατά την ανάγνωση του αρχείου αγαπημένων.";
"Orientation: " = "Προσανατολισμός: ";
"Error opening script file." = "Σφάλμα κατά το άνοιγμα του αρχείου σεναρίων.";
"Error opening script '%s'" = "Σφάλμα κατά το άνοιγμα του σεναρίου '%s'";
"Unknown error opening script" = "Άγνωστο σφάλμα κατά το άνοιγμα του σεναρίου";
"Script coroutine initialization failed" = "Αποτυχία αρχικοποίησης σεναρίου";
"Invalid filetype" = "Μη αποδεκτό είδος αρχείου";
"Magnitude limit: %.2f" = "Όριο μεγέθους: %.2f ";
"Markers enabled" = "Δείκτες ενεργοποιημένοι";
"Markers disabled" = "Δείκτες απενεργοποιημένοι";
"Goto surface" = "Μετάβαση στην επιφάνεια";
"Alt-azimuth mode enabled" = "Κατάσταση Alt-azimuth ενεργοποιήθηκε";
"Alt-azimuth mode disabled" = "Κατάσταση Alt-azimuth απενεργοποιήθηκε";
"Star style: fuzzy points" = "Είδος αστέρων: ασαφή σημεία";
"Star style: points" = "Είδος αστέρων: σημεία";
"Star style: scaled discs" = "Είδος αστέρων: δίσκοι υπό κλίμακα";
"Comet tails enabled" = "Εμφάνιση ουράς κομητών";
"Comet tails disabled" = "Απόκρυψη ουράς κομητών";
"Render path: Basic" = "Μονοπάτι αποτύπωσης: Βασικό";
"Render path: Multitexture" = "Μονοπάτι αποτύπωσης: Multitexture";
"Render path: NVIDIA combiners" = "Μονοπάτι αποτύπωσης: NVIDIA combiners ";
"Render path: OpenGL vertex program" = "Μονοπάτι αποτύπωσης: OpenGL vertex program ";
"Render path: NVIDIA vertex program and combiners" = "Μονοπάτι αποτύπωσης: NVIDIA vertex program and combiners ";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Μονοπάτι αποτύπωσης: OpenGL vertex program/NVIDIA combiners ";
"Render path: OpenGL 1.5 vertex/fragment program" = "Μονοπάτι αποτύπωσης: OpenGL 1.5 vertex/fragment program ";
"Render path: NVIDIA GeForce FX" = "Μονοπάτι αποτύπωσης: NVIDIA GeForce FX ";
"Render path: OpenGL 2.0" = "Μονοπάτι αποτύπωσης: OpenGL 2.0 ";
"Auto-magnitude enabled" = "Αυτόματο μέγεθος ενεργοποιημένο";
"Auto-magnitude disabled" = "Αυτόματο μέγεθος απενεργοποιημένο ";
"Cancel" = "Ακύρωση";
"Time and script are paused" = "Ο χρόνος και το σενάριο έχουν σταματήσει";
"Time is paused" = "Ο χρόνος είναι σταματημένος";
"Resume" = "Επανάληψη";
"Light travel time:  %.4f yr " = "Χρόνος μετακίνησης του φωτός:  %.4f yr ";
"Light travel time:  %d min  %.1f s" = "Χρόνος μετακίνησης του φωτός:  %d min  %.1f s ";
"Light travel time:  %d h  %d min  %.1f s" = "Χρόνος μετακίνησης του φωτός:  %d h  %d min  %.1f s ";
"Light travel delay included" = "Συμπεριλαμβάνεται η καθυστέρηση του χρόνου μετακίνησης του φωτός";
"Light travel delay switched off" = "Δεν συμπεριλαμβάνεται η καθυστέρηση του χρόνου μετακίνησης του φωτός";
"Light travel delay ignored" = "Αγνοείται η καθυστέρηση του χρόνου μετακίνησης του φωτός";
"Using normal surface textures." = "Χρήση κανονικών υφών επιφάνειας.";
"Using limit of knowledge surface textures." = "Χρήση περιορισμένης γνώσης για τις υφές επιφάνειας. ";
"Follow" = "Παρακολούθηση";
"Time: Forward" = "Χρόνος: Μπροστά";
"Time: Backward" = "Χρόνος: Πίσω";
"Time rate" = "Ρυθμός χρόνου";
"Sync Orbit" = "Συγχρονισμός Τροχιάς";
"Lock" = "Κλείδωμα";
"Chase" = "Καταδίωξη";
"Auto magnitude limit at 45 degrees:  %.2f" = "Αυτόματο όριο μέγέθους στις 45 μοίρες: %.2f";
"Ambient light level:  %.2f" = "Επίπεδο περιβάλλοντος φωτός:  %.2f";
"Light gain" = "Light gain";
"Bloom enabled" = "Bloom ενεργοποιημένο";
"Bloom disabled" = "Bloom απενεργοποιημένο";
"Exposure" = "Έκθεση";
"GL error: " = "Σφάλμα GL:";
"View too small to be split" = "Προβολή πολύ μικρή για να διαιρεθεί";
"Added view" = "Προσθήκη προβολής";
"ly" = "εφ";
"au" = "αμ";
" days" = " μέρες";
" hours" = " ώρες";
" minutes" = " λεπτά";
"Apparent diameter: " = "Φαινόμενη διάμετρος: ";
"Apparent magnitude: " = "Φαινόμενο μέγεθος: ";
"Absolute magnitude: " = "Απόλυτο μέγεθος:";
"RA: " = "RA: ";
"Dec: " = "Dec: ";
"km" = "χμ";
"Distance: " = "Απόσταση: ";
"Star system barycenter\n" = "Βαρύκεντρο συστήματος αστέρων\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Απόλυτο(φαινόμενο)μέγεθος: %.2f (%.2f)\n";
"Luminosity: " = "Φωτεινότητα: ";
"x Sun" = "x Ήλιος";
"Class: " = "Τάξη: ";
"Neutron star" = "Αστέρας νετρονίων";
"Black hole" = "Μαύρη τρύπα";
"Surface temp: " = "Θερμοκρασία επιφάνειας:";
"Radius: " = "Ακτίνα: ";
"Rsun" = "Rsun";
"Rotation period: " = "Περίοδος περιστροφής: ";
"Planetary companions present\n" = "Planetary companions present\n";
"Distance from center: " = "Απόσταση από το κέντρο: ";
"Temperature: " = "Θερμοκρασία: ";
"Apparent mag: %.2f\n" = "Φαινόμενο μέγεθος: %.2f\n";
"  LT" = "  LT";
"Real time" = "Πραγματικός χρόνος";
"-Real time" = "-Πραγματικός χρόνος ";
"Time stopped" = "Ο χρόνος έχει σταματήσει";
" faster" = " πιο γρήγορα";
" slower" = " πιο αργά";
" (Paused)" = "(Σταματημένο)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nΤαχύτητα:";
" m/s" = " μ/δ";
" km/s" = " χμ/δ";
" AU/s" = " ΑΜ/δ";
" ly/s" = " εφ/δ";
"Travelling " = "Ταξιδεύοντας";
"Track " = "Τροχιά";
"Follow " = "Παρακολούθηση";
"Sync Orbit " = "Συγχρονισμός Τροχιάς";
"Lock " = "Κλείδωμα";
"Chase " = "Καταδίωξη";
"FOV: " = "Οπτικό πεδίο: ";
"Sun" = "Ήλιος";
"Target name: " = "Όνομα στόχου:";
" at " = " στο";
" fps" = " fps ";
"  Recording" = "  Εγγραφή";
"  Paused" = "  Σταματημένο";
"F11 Start/Pause    F12 Stop" = "F11 Εκκίνηση/Παύση    F12 Σταμάτημα ";
"Edit Mode" = "Κατάσταση Επεξεργασίας";
"Loading solar system catalog: " = "Φόρτωση καταλόγου του ηλιακού συστήματος: ";
"Loading " = "Φόρτωση";
"License file 'License.txt' is missing!" = "Δεν βρέθηκε το αρχείο άδειας 'License.txt'!";
"Error reading configuration file." = "Σφάλμα κατά την ανάγνωση του αρχείου ρυθμίσεων.";
"Initialization of SPICE library failed." = "Η αρχικοποίηση της βιβλιοθήκης SPICE απέτυχε.";
"Cannot read star database." = "Δεν ήταν δυνατή η ανάγνωση της βάσης δεδομένων των αστέρων.";
"Error opening deepsky catalog file." = "Σφάλμα κατά το άνοιγμα του καταλόγου deepsky";
"Error opening solar system catalog.\n" = "Σφάλμα κατά το άνοιγμα του καταλόγου του πλανητικού συστήματος .\n";
"Error opening asterisms file." = "Σφάλμα κατά το άνοιγμα του αρχείου αστερισμών.";
"Error opening constellation boundaries files." = "Σφάλμα κατά το άνοιγμα των αρχείων των συνόρων των αστερισμών.";
"render path: " = "μονοπάτι αποτύπωσης:";
"Failed to initialize renderer" = "Σφάλμα κατά την αρχικοποίηση της μεθόδου αποτύπωσης";
"Error loading font; text will not be visible.\n" = "Σφάλμα κατά την φόρτωση της γραμματοσειράς, το κείμενο δε θα είναι ορατό.\n";
"Error reading cross index " = "Σφάλμα κατά την ανάγνωση του ευρετηρίου ";
"Loaded cross index " = "Φορτώθηκε το ευρετήριο";
"Error opening " = "Σφάλμα κατά το άνοιγμα";
"Error reading star names file\n" = "Σφάλμα κατά την ανάγνωση του αρχείου με τα ονόματα των αστεριών\n";
"Error reading stars file\n" = "Σφάλμα κατά την ανάγνωση του αρχείου αστεριών\n";
"Error opening star catalog " = "Σφάλμα κατά το άνοιγμα του καταλόγου αστέρων ";
"Error in creating ogg file %s for capture.\n" = "Σφάλμα κατά τη δημιουργία του αρχείου ogg %s για τη σύλληψη.\n";
"Internal Ogg library error." = "Σφάλμα της βιβλιοθήκης Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Βίντεο Theora: %s %.2f(%d/%d) fps ποιότητα %d %dx%d αντιστάθμιση (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - εγγραφή %d καρέ\n";
"Settings" = "Ρυθμίσεις";
"Vendor: " = "Κατασκευαστής:";
"Renderer: " = "Μέθοδος αποτύπωσης:";
"Version: " = "Έκδοση:";
"GLSL version: " = "Έκδοση GLSL: ";
"Max simultaneous textures: " = "Μέγιστος αριθμός ταυτόχρονων υφών:";
"Max texture size: " = "Μέγιστο μέγεθος υφών:";
"Max cube map size: " = "Μέγιστο μέγεθος cube map:";
"Point size range: " = "Απόσταση point size: ";
"Supported Extensions:" = "Υποστηριζόμενες Επεκτάσεις:";
"Windowed Mode" = "Κατάσταση Παραθύρου";
"Asteroids" = "Αστεροειδείς";
"Comets" = "Κομήτες";
"Invisibles" = "Αόρατα";
"Moons" = "Δορυφόροι";
"Planets" = "Πλάνητες";
"Spacecraft" = "Διαστημόπλοιο";
"Goto" = "Μετάβαση";
"Follow" = "Παρακολούθηση";
"Sync Orbit" = "Συγχρονισμός Τροχιάς";
"Info" = "Πληροφορίες";
"Reference Vectors" = "Ανύσματα Αναφοράς";
"Show Body Axes" = "Εμφάνιση Αξόνων Σωμάτων";
"Show Frame Axes" = "Εμφάνιση Αξόνων Καρέ";
"Show Sun Direction" = "Εμφάνιση Κατεύθυνσης Ήλιου";
"Show Velocity Vector" = "Εμφάνιση Ανυσμάτων Ταχύτητας";
"Show Planetographic Grid" = "Εμφάνιση Πλέγματος Πλανητογραφίας";
"Show Terminator" = "Εμφάνιση Terminator";
"Satellites" = "Δορυφόροι";
"Alternate Surfaces" = "Εναλλαγή Επιφανειών";
"Orbiting Bodies" = "Σώματα σε Τροχιά";
"Unmark" = "Αποσημείωση";
"Mark" = "Σημείωση";
"Loading: " = "Φόρτωση:";
"LANGUAGE" = "el";
"WinLangID" = "408";
"Copied URL" = "Το URL αντιγράφτηκε";
"Loading URL" = "Φόρτωση URL";
"Error opening script" = "Σφάλμα κατά το άνοιγμα του σεναρίου";
"Error loading script" = "Σφάλμα κατά τη φόρτωση του σεναρίου";
"Running script" = "Εκτέλεση σεναρίου";
"Planet" = "Πλανήτης ";
"Satellite" = "Δορυφόρος";
"Date" = "Ημερομηνία";
"Start" = "Εκκίνηση";
"Duration" = "Διάρκεια";
"Earth" = "Γη";
"Jupiter" = "Δίας ";
"Saturn" = "Κρόνος ";
"Uranus" = "Ουρανός";
"Neptune" = "Ποσειδών";
"Pluto" = "Πλούτωνας ";
"Name" = "Όνομα";
"Distance (ly)" = "Απόσταση (εφ)";
"App. mag" = "Φαιν. Μέγεθος ";
"Abs. mag" = "Απόλ. Μέγεθος ";
"Type" = "Είδος";
"Universal Time" = "Παγκόσμια Ώρα";
"Local Time" = "Τοπική ώρα";
"Time Zone Name" = "Όνομα Ζώνης Ώρας ";
"UTC Offset" = "Αντιστάθμιση UTC";
"Celestial Browser" = "Ουράνιος Πλοηγητής";
"Moon" = "Σελήνη";
"Asteroid" = "Αστεροειδής ";
"Comet" = "Κομήτης ";
"Invisible" = "Αόρατο";
"Barycenter" = "Βαρύκεντρο";
"Small Body" = "Μικρό Σώμα";
"Dwarf Planet" = "Νάνος Πλανήτης";
"-" = "-";
"Eclipse Finder" = "Εύρεση Έκλειψης ";
"Add Bookmark" = "Προσθήκη Σελιδοδείκτη";
"Add a bookmark for the current document" = "Προσθήκη σελιδοδείκτη για το τρέχον έγγραφο";
"Add Relative Bookmark" = "Προσθήκη Αναφορικού Σελιδοδείκτη";
"Add a relative bookmark for the current document" = "Προσθήκη αναφορικού σελιδοδείκτη για το τρέχον έγγραφο";
"Add Settings Bookmark" = "Προσθήκη Σελιδοδείκτη Ρυθμίσεων";
"Add a settings bookmark for the current document" = "Προσθήκη σελιδοδείκτη ρυθμίσεων για το τρέχον έγγραφο";
"Edit your bookmark collection in a separate window" = "Επεξεργαστείτε τη συλλογή σελιδοδεικτών σας σε ένα διαφορετικό παράθυρο";
"New Folder..." = "Νέος Φάκελος... ";
"Create a new bookmark folder in this menu" = "Δημιουργία νέου φακέλου σελιδοδείκτη σε αυτή τη λίστα";
"Can't add bookmark with empty URL" = "Δεν είναι δυνατή η προσθήκη σελιδοδείκτη με άδειο URL ";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Η εγκατάσταση του Celestia φαίνεται να μην είναι σωστή. Ο κατάλογος στον οποίο είναι αποθηκευμένη η εικόνα εκκίνησης δε βρέθηκε. \nΗ εκκίνηση θα συνεχιστεί αλλά το Celestia πιθανότατα δε θα δουλεύει σωστά. Παρακαλούμε ελέγξτε την εγκατάστασή σας.";
"Go to URL..." = "Μετάβαση στο URL...";
"Go to Long/Lat..." = "Μετάβαση στο Γεωγραφικό Μήκος/Πλάτος ";
"Back" = "Πίσω";
"Forward" = "Εμπρός ";
"Home" = "Αρχική";
"Bookmarks" = "Σελιδοδείκτες ";
"Full Screen" = "Πλήρης Οθόνη";
"Copy URL" = "Αντιγραφή URL";
"Set Time..." = "Καθορισμός Χρόνου...";
"Set Time to Now" = "Καθορισμός Χρόνου στο Παρόν";
"Accelerate Time" = "Επιτάχυνση Χρόνου";
"Decelerate Time" = "Επιβράδυνση Χρόνου";
"Accelerate Time (x2)" = "Επιτάχυνση Χρόνου (x2)";
"Decelerate Time (/2)" = "Επιβράδυνση Χρόνου (/2)";
"Pause Time" = "Παύση Χρόνου";
"Reverse Time" = "Αντιστροφή Χρόνου";
"Split View Vertically" = "Κάθετος Οπτικός Διαχωρισμός Προβολής";
"Split View Horizontally" = "Οριζόντιος Οπτικός Διαχωρισμός Προβολής";
"Cycle View" = "Κυκλική διάταξη Προβολής";
"Single View" = "Μοναδική Προβολή";
"Delete View" = "Διαγραφή Προβολής";
"Frames Visible" = "Εμφάνιση Πλαισίων";
"Active Frame Visible" = "Εμφάνιση Πλαισίων Ενεργή";
"Synchronize Time" = "Συγχρονισμός Χρόνου";
"Alt-Azimuth Mode" = "Ρύθμιση Πολικών Συντεταγμένων";
"Go To Surface" = "Μετάβαση στην Επιφάνεια";
"Show Stars" = "Εμφάνιση Αστέρων";
"Show Planets" = "Εμφάνιση Πλανητών";
"Show Galaxies" = "Εμφάνιση Γαλαξιών";
"Show Globulars" = "Εμφάνιση Σφαιροειδών";
"Show Partial Trajectories" = "Εμφάνιση Ημιτελών Τροχιών";
"Show Nebulae" = "Εμφάνιση Νεφελωμάτων";
"Show Open Clusters" = "Εμφάνιση Ανοιχτού Σμήνους";
"Show Constellations" = "Εμφάνιση Αστερισμών";
"Show CloudMaps" = "Εμφάνιση Χάρτη Νεφώσεων";
"Show Cloud Shadows" = "Εμφάνιση Σκιών από Σύννεφα";
"Show Orbits" = "Εμφάνιση Τροχιών";
"Show Asteroid Orbits" = "Εμφάνιση Τροχιών Αστεροειδών";
"Show Comet Orbits" = "Εμφάνιση Τροχιών Κομητών";
"Show Moon Orbits" = "Εμφάνιση Τροχιών Δορυφόρων";
"Show Star Orbits" = "Εμφάνιση Τροχιών Αστέρων";
"Show Planet Orbits" = "Εμφάνιση Τροχιών Πλανητών";
"Show Spacecraft Orbits" = "Εμφάνιση Τροχιών Διαστημοπλοίων";
"Show Celestial Grid" = "Εμφάνιση Ουράνιου Πλέγματος ";
"Show Night Side Lights" = "Εμφάνιση Νυχτερινού Φωτισμού";
"Show Markers" = "Εμφάνιση Σημείων Επισήμανσης Τόπου";
"Show Atmospheres" = "Εμφάνιση Ατμόσφαιρας";
"Show Smooth Orbit Lines" = "Εμφάνιση Ομαλών Γραμμών Τροχιών";
"Show Eclipse Shadows" = "Εμφάνιση Σκιών Έκλειψης ";
"Cycle Star Mode" = "Περιοδική ρύθμιση αστεριών";
"Show Ring Shadows" = "Εμφάνιση Σκιών Δακτυλίων";
"Show Boundaries" = "Εμφάνιση Συνόρων";
"Auto Magnitudes" = "Αυτόματα Μεγέθη";
"Show Comet Tails" = "Εμφάνιση Ουρών Κομήτων";
"Show Star Labels" = "Εμφάνιση Ετικετών Αστέρων";
"Show Planet Labels" = "Εμφάνιση Ετικετών Πλανητών ";
"Show Moon Labels" = "Εμφάνιση Ετικετών Δορυφόρων";
"Show Comet Labels" = "Εμφάνιση Ετικετών Κομητών ";
"Show Constellation Labels" = "Εμφάνιση Ετικετών Αστερισμών ";
"Constellation Labels in Latin" = "Εμφάνιση Ετικετών Αστερισμών στα Λατινικά";
"Show Galaxy Labels" = "Εμφάνιση Ετικετών Γαλαξία";
"Show Globular Labels" = "Εμφάνιση Ετικετών Σφαιροειδών";
"Show Nebula Labels" = "Εμφάνιση Ετικετών Νεφελωμάτων";
"Show Open Cluster Labels" = "Εμφάνιση Ετικετών Ανοικτού Σμήνους";
"Show Asteroid Labels" = "Εμφάνιση Ετικετών Αστεροειδών";
"Show Spacecraft Labels" = "Εμφάνιση Ετικετών Διαστημοπλοίων";
"Show Location Labels" = "Εμφάνιση Ετικετών Τοποθεσιών";
"Display Local Time" = "Εμφάνιση Τοπικής Ώρας ";
"Show City Locations" = "Εμφάνιση Τοποθεσιών Πόλεων";
"Show Observatory Locations" = "Εμφάνιση Τοποθεσιών Αστεροσκοπείων";
"Show Landing Sites Locations" = "Εμφάνιση Τόπων Προσγείωσης";
"Show Crater Locations" = "Εμφάνιση Τοποθεσιών Κρατήρων";
"Show Mons Locations" = "Εμφάνιση Τοποθεσιών Όρων";
"Show Terra Locations" = "Εμφάνιση Τοποθεσιών Γης";
"Show Vallis Locations" = "Εμφάνιση Τοποθεσιών Κοιλάδων";
"Show Mare Locations" = "Εμφάνιση Τοποθεσιών Θαλασσών";
"Show Other Locations" = "Εμφάνιση Άλλων Τοποθεσιών";
"Wireframe Mode" = "Κατάσταση Wireframe";
"Center on Orbit" = "Κεντράρισμα στην Τροχιά";
"Basic" = "Βασικό";
"Multitexture" = "Επιλογή πολλών συστάσεων";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Περιοδικό Προσφερόμενο Μονοπάτι OpenGL ";
"Sync framerate to video refresh rate" = "Συγχρονισμός ρυθμού καρέ στο ρυθμό ανανέωσης του βίντεο";
"Grab Image" = "Σύλληψη Εικόνας";
"Capture Video" = "Σύλληψη Βίντεο";
"OpenGL info" = "Πληροφορίες OpenGL";
"Show Bookmark Toolbar" = "Εμφάνιση Γραμμής Εργαλείων Σελιδοδεικτών";
"OpenGL Info" = "Πληροφορίες OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Αυτή η έκδοση του Celestia δεν υποστηρίζει σύλληψη ταινιών.";
"Go to URL" = "Μετάβαση στο URL";
"Enter URL" = "Εισαγωγή URL";
"Object: " = "Αντικείμενο: ";
"Longitude: " = "Γεωγραφικό μήκος:";
"East" = "Ανατολικά";
"West" = "Δυτικά";
"Latitude: " = "Γεωγραφικό πλάτος: ";
"North" = "Βόρεια";
"South" = "Νότια";
"Altitude: " = "Ύψος: ";
"Celestia encountered an error while processing your script" = "Το Celestia  συνάντησε σφάλμα κατά την επεξεργασία του σεναρίου σας";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Χρήση εναλλακτικού αρχείου ρυθμίσεων";
"Use alternate installation directory" = "Χρήση εναλλακτικού φακέλου εγκατάστασης";
"Use as additional \"extras\" directory" = "Χρήση επιπρόσθετου καταλόγου \"προσθέτων\"";
"Start fullscreen" = "Έναρξη λειτουργίας πλήρους οθόνης";
"Disable splash screen" = "Απενεργοποίηση Εικόνας Εκκίνησης";
"Start and go to url" = "Εκκίνηση και μετάβαση στο url ";
"_: NAME OF TRANSLATORS\\nYour names" = "Kouzinopoulos Charis";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "ckouz@uom.gr";
"Celestia Preferences" = "Προτιμήσεις Celestia ";
"Rendering" = "Απόδοση";
"Show" = "Εμφάνιση";
"Stars" = "Άστρα";
"Galaxies" = "Γαλαξίες";
"Nebulae" = "Νεφελώματα";
"Open Clusters" = "Ανοιχτά Σμήνη ";
"Atmospheres" = "Ατμόσφαιρα";
"Clouds" = "Σύννεφα";
"Cloud Shadows" = "Σκιές από Σύννεφα";
"Night Side Lights" = "Νυχτερινός Φωτισμός ";
"Eclipse Shadows" = "Σκιές έκλειψης";
"Comet Tails" = "Ουρές Κομητών";
"Orbits" = "Τροχιές";
"Partial Trajectories" = "Ατελείς τροχιές";
"Smooth Orbit Lines" = "Ομαλές Γραμμές Τροχιάς";
"Celestial Grid" = "Ουράνιο Πλέγμα";
"Constellations" = "Αστερισμοί";
"Markers" = "Δείκτες";
"Ring Shadows" = "Σκιές δακτυλίων";
"Constellation Boundaries" = "Σύνορα αστερισμών";
"Orbits / Labels" = "Τροχιές  / Ετικέτες";
"Labels" = "Ετικέτες";
"Constellations in Latin" = "Λατινικοί Αστερισμοί";
"Spacecrafts" = "Διαστημόπλοια";
"Locations" = "Τοποθεσίες";
"Ambient Light" = "Περιβάλλων Φως";
"Limiting Magnitude" = "Οριακό Μέγεθος";
"Info Text" = "Πληροφοριακό κείμενο";
"Level: " = "Επίπεδο: ";
"None" = "Κανένα";
"Terse" = "Περιεκτικός ";
"Verbose" = "Διεξοδικός";
"Textures" = "Υφές";
"Resolution: " = "Ανάλυση:";
"Low" = "Χαμηλό";
"Medium" = "Μεσαίο";
"High" = "Υψηλό";
"Automatic FOV" = "Αυτόματο Οπτικό Πεδίο";
"Screen DPI: " = "Οθόνη DPI: ";
"Viewing Distance (cm): " = "Απόσταση Παρατήρησης (cm):  ";
"Cities" = "Πόλεις";
"Observatories" = "Αστεροσκοπεία";
"Landing Sites" = "Τοποθεσίες Προσγείωσης ";
"Craters" = "Κρατήρες ";
"Mons" = "Όρη";
"Terra" = "Γη";
"Vallis" = "Κοιλάδες";
"Mare" = "Θάλασσες";
"Other" = "’Αλλο";
"Minimum Feature Size" = "Ελάχιστο Χαρακτηριστικό Μέγεθος";
"Date/Time" = "Ημερομηνία/Χρόνος ";
"Display" = "Προβολή";
"Timezone: " = "Ζώνη (αλλαγής) ώρας: ";
"Format: " = "Μορφή: ";
"Local Format" = "Τοπική Μορφή";
"Set" = "Καθορισμός";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Η τοπική ώρα υποστηρίζεται μόνο για ημερομηνίες μεταξύ 1902 και 2037.\n";
"Julian Date: " = "Ιουλιανή Ημερομηνία:";
"Now" = "Τώρα";
"\nSelection: " = "\nΕπιλογή: ";
"Include Light Travel Time" = "Συμπεριλαμβανομένης της Διανυόμενης Απόστασης του Φωτός";
"Ignore Light Travel Time " = "Μη Συμπεριλαμβανομένης της Διανυόμενης Απόστασης του Φωτός";
"OpenGL" = "OpenGL";
"Key Bindings" = "Πλήκτρα Χειρισμού";
"<b>Unextended OpenGL 1.1</b>" = "<b>Unextended OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Multiple textures and the ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, no vertex programs</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program extension</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_πρόγραμμα και ARB_vertex_πρόγραμμα επεκτάσεις </b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Γλώσσα Shading OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Το αρχείο %1 δεν υπάρχει, χρησιμοποιείται το προκαθορισμένο αρχείο ρυθμίσεων %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Ο κατάλογος %1 δεν υπάρχει, χρησιμοποιείται ο προκαθορισμένος κατάλογος %2";
"Extras directory %1 does not exist" = "Ο κατάλογος προσθέτων %1 δεν υπάρχει";
"Abs (app) mag: " = "Απόλυτο (φαινόμενο) μέγεθος: ";
"Surface Temp: " = "Θερμοκρασία επιφάνειας: ";
"Marked objects" = "Σημειωμένα αντικείμενα";
"Select" = "Επιλογή";
"Center" = "Κέντρο";
"Synch Orbit" = "Συγχρονισμός τροχιάς";
"Unmark All" = "Αποεπιλογή Όλων";
"Diamond" = "Ρόμβος";
"Triangle" = "Τρίγωνο";
"Square" = "Τετράγωνο";
"Filled Square" = "Τετράγωνο με Γέμισμα";
"Plus" = "Πλεον";
"X" = "X";
"Left Arrow" = "Αριστερό Βέλος";
"Right Arrow" = "Δεξί Βέλος";
"Up Arrow" = "Πάνω Βέλος";
"Down Arrow" = "Κάτω Βέλος";
"Circle" = "Κύκλος";
"Disk" = "Δίσκος";
"Normal" = "Κανονικό";
"Small Bodies" = "Μικρά Σώματα";
"Dwarf Planets" = "Νάνοι Πλανήτες";
"Duration: %1" = "Διάρκεια: %1";
"Size: %1 MB" = "Μέγεθος: %1 MB";
"Current size: %1 x %2" = "Τρέχον μέγεθος: %1 x %2";
"Current width: %1 x %2" = "Τρέχον πλάτος: %1 x %2";
"Current height: %1 x %2" = "Τρέχον ύψος: %1 x %2";
"You must specify a file name." = "Πρέπει να καθορίσετε ένα όνομα αρχείου.";
"Error initializing movie capture." = "Σφάλμα κατά την αρχικοποίηση της σύλληψης βίντεο";
"Navigation" = "Πλοήγηση";
"Options" = "Επιλογές";
"Objects" = "Αντικείμενα";
"OpenGL Render Path" = "Μονοπάτι Μεθόδου Αποτύπωσης OpenGL ";
"Time" = "Χρόνος ";
"MultiView" = "Πολλαπλή Προβολή";
"Main Toolbar" = "Κύρια Γραμμή Εργαλείων";
"Dist." = "Απόστ.";
"App. Mag." = "Φαινόμενο Μέγεθος ";
"Abs. Mag." = "Απόλυτο Μέγεθος ";
"With Planets" = "Με τους Πλανήτες ";
"Brightest (Abs.)" = "Λαμπρότερο (Απόλ.)";
"Brightest (App.)" = "Λαμπρότερο (Φαινόμ.)";
"Nearest" = "Κοντινότερος";
"Close" = "Κλείσιμο";
"Alt+C" = "Alt+C";
"Refresh" = "Ανανέωση";
"End" = "End";
"Search parameters" = "Παράμετροι αναζήτησης";
"Solar Eclipses" = "Ηλιακές Εκλείψεις";
"On:" = "Στις:";
"Moon Eclipses" = "Εκλείψεις Σελήνης";
"Search" = "Αναζήτηση";
"To:" = "Σε:";
"From:" = "Από:";
"Close" = "Κλείσιμο";
"Video Capture" = "Σύλληψη Βίντεο";
"Save As:" = "Αποθήκευση Ως:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Λόγος Εικόνας:";
"Current" = "Τρέχον";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Μέγεθος Εικόνας";
"Frame Rate:" = "Ρυθμός Καρέ:";
"Video Quality:" = "Ποιότητα Βίντεο:";
"Play Video when capture is done" = "Αναπαραγωγή του Βίντεο όταν η σύλληψη ολοκληρωθεί";
"Usage" = "Χρήση";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Πιέστε <b>F11</b> για να την έναρξη/παύση της εγγραφής<br>\nΠιέστε <b>F12</b> για να τη διακόψετε</p>\n\n<p>Η αλλαγή μεγέθους του παραθύρου της εφαρμογής δεν είναι δυνατή μέχρι το τέλος της εγγραφής</p>";
"OK" = "Εντάξει";
"Cancel" = "Ακύρωση";
"Mercury" = "Ερμής";
"Venus" = "Αφροδίτη";
"Mars" = "Άρης";
"Phobos" = "Φόβος";
"Deimos" = "Δείμος";
"Amalthea" = "Αμάλθεια";
"Io" = "Ιω";
"Europa" = "Ευρώπη";
"Ganymede" = "Γανυμήδης";
"Callisto" = "Καλλιστώ";
"Prometheus" = "Προμηθέας";
"Pandora" = "Πανδώρα";
"Epimetheus" = "Επιμηθέας";
"Janus" = "Ιανός";
"Mimas" = "Μιμάς";
"Enceladus" = "Εγκέλαδος";
"Tethys" = "Τήθυς";
"Dione" = "Διώνη";
"Rhea" = "Ρέα";
"Titan" = "Τιτάνας";
"Hyperion" = "Υπερίων";
"Iapetus" = "Ιάπετος";
"Phoebe" = "Φοίβος";
"Miranda" = "Μιράντα";
"Ariel" = "Άριελ";
"Umbriel" = "Ουμβριήλ";
"Titania" = "Τιτάνια";
"Oberon" = "Ομπερόν";
"Larissa" = "Λάρισσα";
"Proteus" = "Πρωτέας";
"Triton" = "Τρίτων";
"Nereid" = "Νηρηίδα";
"Pluto-Charon" = "Πλούτωνας-Χάροντας";
"Charon" = "Χάροντας";
"NORTH AMERICA" = "ΒΟΡΕΙΑ ΑΜΕΡΙΚΗ";
"SOUTH AMERICA" = "ΝΟΤΙΑ ΑΜΕΡΙΚΗ";
"EURASIA" = "ΕΥΡΑΣΙΑ";
"AFRICA" = "ΑΦΡΙΚΗ";
"AUSTRALIA" = "ΑΥΣΤΡΑΛΙΑ";
"ANTARCTICA" = "ΑΝΤΑΡΚΤΙΚΗ";
"NORTH ATLANTIC OCEAN" = "ΒΟΡΕΙΟΑΤΛΑΝΤΙΚΟΣ ΩΚΕΑΝΟΣ";
"SOUTH ATLANTIC OCEAN" = "ΝΟΤΙΟΑΤΛΑΝΤΙΚΟΣ ΩΚΕΑΝΟΣ";
"NORTH PACIFIC OCEAN" = "ΒΟΡΕΙΟΣ ΕΙΡΗΝΙΚΟΣ ΩΚΕΑΝΟΣ";
"SOUTH PACIFIC OCEAN" = "ΝΟΤΙΟΣ ΕΙΡΗΝΙΚΟΣ ΩΚΕΑΝΟΣ";
"INDIAN OCEAN" = "ΙΝΔΙΚΟΣ ΩΚΕΑΝΟΣ";
"ARCTIC OCEAN" = "ΑΡΚΤΙΚΟΣ ΩΚΕΑΝΟΣ";
"Milky Way" = "Γαλαξίας";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Βαρύκεντρο Ηλιακού Συστήματος";
"File" = "Αρχείο";
"Open Script..." = "Άνοιγμα Σεναρίου...";
"Scripts" = "Σενάρια";
"Placeholder" = "Placeholder";
"Capture Image...\tF10" = "Σύλληψη Εικόνας...\tF10";
"Capture Movie...\tShift+F10" = "Σύλληψη Ταινίας...\tShift+F10";
"Exit" = "Έξοδος";
"Select Sol\tH" = "Επιλογή Ήλιου\tH";
"Tour Guide..." = "Ταξιδιωτικός Οδηγός...";
"Select Object..." = "Επιλογή Αντικειμένου...";
"Goto Object..." = "Μετάβαση στο Αντικείμενο...";
"Center Selection\tC" = "Κεντράρισμα Επιλογής\tC";
"Go to Selection\tG" = "Μετάβαση στην Επιλογή\tG";
"Follow Selection\tF" = "Παρακολούθηση Επιλογής\tF";
"Sync Orbit Selection\tY" = "Συγχρονισμός Επιλογής Τροχιάς\tY";
"Track Selection\tT" = "Επιλογή Τροχιάς\tT";
"Solar System Browser..." = "Πλοηγός Ηλιακού Συστήματος...";
"Star Browser..." = "Πλοηγός Αστέρων...";
"Eclipse Finder" = "Εύρεση Εκλείψεων";
"Time" = "Χρόνος ";
"10x Faster\tL" = "10x Πιο Γρήγορα\tL";
"10x Slower\tK" = "10x Πιο Αργά\tK";
"Freeze\tSpace" = "Πάγωμα\tΔιαστήματος";
"Reverse Time\tJ" = "Αντιστροφή Χρόνου\tJ";
"Set Time..." = "Καθορισμός Χρόνου...";
"Show Local Time" = "Εμφάνιση Τοπικής Ώρας";
"Render" = "Αποτύπωση";
"Select Display Mode..." = "Επιλογή Τύπου Προβολής...";
"Toggle Full Screen\tAlt+Enter" = "Εναλλαγή Πλήρους Οθόνης\tAlt+Enter";
"View Options..." = "Επιλογές Προβολής...";
"Locations..." = "Τοποθεσίες...";
"More Stars Visible\t]" = "Εμφάνιση Περισσότερων Αστέρων\t]";
"Fewer Stars Visible\t[" = "Εμφάνιση Λιγότερων Αστέρων\t[";
"Auto Magnitude\tCtrl+Y" = "Αυτόματο Μέγεθος\tCtrl+Y";
"Star Style" = "Τύπος Αστέρα";
"Fuzzy Points" = "Ασαφή Σημεία";
"Points" = "Σημεία";
"Scaled Discs" = "Κλιμακούμενοι Δίσκοι";
"Ambient Light" = "Περιβάλλων Φως";
"None" = "Κανένα";
"Low" = "Χαμηλή";
"Medium" = "Μεσαία";
"Texture Resolution" = "Ανάλυση Υφής";
"High" = "Υψηλή";
"Antialiasing\tCtrl+X" = "Εξομάλυνση Γραμμών\tCtrl+X";
"View" = "Προβολή";
"Split Horizontally\tCtrl+R" = "Οριζόντιος Διαχωρισμός\tCtrl+R";
"Split Vertically\tCtrl+U" = "Κάθετος Διαχωρισμός\tCtrl+U";
"Delete Active View\tDEL" = "Διαγραφή Ενεργής Προβολής\tDEL";
"Single View\tCtrl+D" = "Μοναδική Προβολή\tCtrl+D";
"Show Frames" = "Εμφάνιση Καρέ";
"Synchronize Time" = "Συγχρονισμός Χρόνου";
"Bookmarks" = "Σελιδοδείκτες ";
"Add Bookmarks..." = "Προσθήκη Σελιδοδεικτών...";
"Organize Bookmarks..." = "Οργάνωση Σελιδοδεικτών...";
"Help" = "Βοήθεια";
"Run Demo" = "Εκτέλεση Επίδειξης";
"Controls" = "Πλήκτρα χειρισμού";
"OpenGL Info" = "Πληροφορίες OpenGL";
"License" = "Άδεια Χρήσης";
"About Celestia" = "Περί Celestia";
"About Celestia" = "Περί Celestia";
"OK" = "Εντάξει";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Η Ομάδα Κατασκευής του Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Το Celestia είναι ελεύθερο λογισμικό και διανέμεται χωρίς οποιαδήποτε εγγύηση.";
"Authors" = "Συγγραφείς";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Επιλογή Αντικειμένου";
"Object Name" = "Όνομα Αντικειμένου ";
"License" = "Άδεια Χρήσης";
"Celestia Controls" = "Πλήκτρα Χειρισμού Celestia";
"OpenGL Driver Info" = "Πληροφορίες οδηγού OpenGL ";
"Set Simulation Time" = "Καθορισμός Χρόνου Προσομοίωσης";
"Time Zone: " = "Ζώνη Ώρας: ";
"Set To Current Time" = "Καθορισμός Τρέχοντος Χρόνου";
"Add Bookmark" = "Προσθήκη Σελιδοδείκτη";
"Create in >>" = "Δημιουργία σε >>";
"New Folder..." = "Νέος Φάκελος... ";
"Solar System Browser" = "Πλοηγός Ηλιακού Συστήματος";
"Solar System" = "Ηλιακό Σύστημα";
"Go To" = "Μετάβαση";
"Solar System Objects" = "Αντικείμενα Ηλιακού Συστήματος";
"Star Browser" = "Ουράνιος Πλοηγητής";
"Brightest" = "Λαμπρότερο";
"With planets" = "Με τους πλανήτες ";
"Refresh" = "Ανανέωση";
"Star Search Criteria" = "Κριτήρια Αναζήτησης Αστέρων";
"Maximum Stars Displayed in List" = "Μέγιστος Αριθμός Αστέρων που Εμφανίζονται στη Λίστα";
"Tour Guide" = "Ταξιδιωτικός Οδηγός";
"Go To" = "Μετάβαση";
"Select your destination:" = "Επιλέξτε τον προορισμό σας:";
"Go to Object" = "Μετάβαση στο Αντικείμενο ";
"radii" = "ακτίνα";
"Object" = "Αντικείμενο";
"Long." = "Μήκ.";
"Lat." = "Πλάτ.";
"Distance" = "Απόσταση";
"Size:" = "Μέγεθος:";
"Frame rate:" = "Ρυθμός καρέ:";
"Select Display Mode" = "Επιλογή Κατάστασης Προβολής";
"Resolution" = "Ανάλυση";
"View Options" = "Επιλογές Προβολής";
"Globulars" = "Σφαιροειδή";
"Grids" = "Πλέγματα";
"Celestial" = "Ουράνιο";
"Horizontal" = "Οριζόντια";
"Galactic" = "Γαλαξιακό";
"Ecliptic" = "Ελλειπτικά";
"Minor Moons" = "Μικροί Δορυφόροι";
"DSO Labels" = "Ετικέτες DSO";
"Diagrams" = "Διαγράμματα";
"Boundaries" = "Σύνορα";
"Latin Names" = "Λατινικά Ονόματα";
"Information Text" = "Πληροφοριακό Κείμενο";
"Filter Stars" = "Φιλτράρισμα Αστέρων";
"Montes (Mountains)" = "Όρη";
"Maria (Seas)" = "Θάλλασες";
"Valles (Valleys)" = "Κοιλάδες";
"Terrae (Land masses)" = "Γαίες";
"Volcanoes" = "Ηφαίστεια";
"Other features" = "Άλλες δυνατότητες";
"Label Features" = "Ετικέτες  Δυνατοτήτων";
"Show Features" = "Εμφάνιση Δυνατοτήτων";
"Minimum Labeled Feature Size" = "Ελάχιστο Χαρακτηριστικό Μέγεθος Δυνατοτήτων";
"Add New Bookmark Folder" = "Προσθήκη Νέου Φακέλου Σελιδοδεικτών";
"Folder Name" = "Όνομα Φακέλου";
"Organize Bookmarks" = "Οργάνωση Σελιδοδεικτών ";
"Rename..." = "Μετονομασία...";
"Delete" = "Διαγραφή";
"Rename Bookmark or Folder" = "Μετονομασία Σελιδοδείκτη ή Φακέλου";
"New Name" = "Νέο Όνομα";
"Compute" = "Υπολογισμός";
"Set Date and Go to Planet" = "Καθορισμός Χρόνου και Μετάβαση στον Πλανήτη";
"Lunar Eclipses" = "Εκλείψεις Σελήνης";
"Jan" = "Ιάν";
"Feb" = "Φεβ";
"Mar" = "Μαρ";
"Apr" = "Απρ";
"May" = "Μάι";
"Jun" = "Ιούν";
"Jul" = "Ιούλ";
"Aug" = "Αύγ";
"Sep" = "Σεπ";
"Oct" = "Οκτ ";
"Nov" = "Νοέ";
"Dec" = "Δεκ";
